LogsTesting/Nginx-Logs/nginx-wrk-port8080-run-instance-1-run-3
Running 1m test @ http://localhost:8080/8080.bin
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.42ms    1.47ms  19.84ms   62.90%
    Req/Sec    13.40k     6.13k   41.85k    82.08%
  9600255 requests in 1.00m, 11.21GB read
Requests/sec: 159766.31
Transfer/sec:    191.07MB