LogsTesting/Nginx-Logs/nginx-wrk-port8080-run-instance-1-run-4
Running 1m test @ http://localhost:8080/8080.bin
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.59ms    1.37ms  15.83ms   71.25%
    Req/Sec    12.85k     4.61k   34.58k    66.24%
  9204635 requests in 1.00m, 10.75GB read
Requests/sec: 153260.18
Transfer/sec:    183.29MB