LogsTesting/Nginx-Logs/nginx-wrk-port8080-run-instance-1-run-5
Running 1m test @ http://localhost:8080/8080.bin
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     3.35ms    1.54ms  15.08ms   66.40%
    Req/Sec     9.81k     2.90k   27.03k    75.20%
  7029362 requests in 1.00m, 8.21GB read
Requests/sec: 116961.67
Transfer/sec:    139.88MB