LogsTesting/Nginx-Logs/nginx-wrk-port8081-run-instance-2-run-2
Running 1m test @ http://localhost:8081/8081.bin
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.93ms    2.06ms  16.54ms   58.37%
    Req/Sec    11.18k     5.93k   42.42k    84.47%
  8007844 requests in 1.00m, 9.35GB read
Requests/sec: 133298.30
Transfer/sec:    159.41MB